[
    {
        "author": "Lawrence Barretto",
        "title": "A fantastic, high-potential driver – Binotto explains the no-brainer decision to sign Bortoleto",
        "description": "Sauber boss Mattia Binotto described new signing Gabriel Bortoleto as “a fantastic and high-potential driver” as the duo held their first press conference together since the news at the squad’s base in Switzerland.",
        "urlToImage": "https://media.formula1.com/image/upload/f_auto,c_limit,w_1440,q_auto/t_16by9Centre/f_auto/q_auto/fom-website/2024/Kick%20Sauber/Formula%201%20header%20template%20-%202024-11-06T163917.868",
        "publishedAt": "2024-11-05T20:21:47Z"
    },
    {
        "author": "Jolyon Palmer",
        "title": "PALMER: I can’t overstate how difficult Interlagos is to drive in the rain – Verstappen’s epic win was his best wet race yet",
        "description": "Interlagos has seen plenty of dramatic title deciders in the past, and this year’s Sao Paulo Grand Prix will surely prove to be the definitive day of this 2024 season as well, even if Max Verstappen can’t be officially crowned just yet. His performance on Sunday was simply spectacular, and worthy of sealing any title.",
        "urlToImage": "https://media.formula1.com/image/upload/f_auto,c_limit,w_1440,q_auto/f_auto/q_auto/fom-website/2024/Brazil/Palmer-Brazil-V2",
        "publishedAt": "2024-11-05T20:21:47Z"
    },
    {
        "author": "Lawrence Barretto",
        "title": "Hulkenberg rues ‘small mistake with huge consequence’ after being black-flagged from Sao Paulo GP",
        "description": "Nico Hulkenberg could not hide his frustration after being issued with a black flag at the Sao Paulo Grand Prix, ending any hopes the Haas driver had of fighting for a points-paying position. Hulkenberg started Sunday’s rain-hit race from 18th position, gaining a spot thanks to Carlos Sainz’s pit lane start, climbing to P15 by the end of the opening lap and soon working his way into the top 10 places.",
        "urlToImage": "https://media.formula1.com/image/upload/f_auto,c_limit,w_1440,q_auto/t_16by9Centre/f_auto/q_auto/trackside-images/2024/F1_Grand_Prix_of_Brazil_and_Qualifying/2182681406",
        "publishedAt": "2024-11-05T20:21:47Z"
    },
    {
        "author": "Lawrence Barretto",
        "title": "POWER RANKINGS: Who splashed their way to the top of the charts on a spectacular Sao Paulo weekend?",
        "description": "Max Verstappen came out on top with a masterful performance in the relentless rain at the Sao Paulo Grand Prix. But who else impressed our judges across the Interlagos weekend? Scroll down to check out the latest Power Rankings leaderboard.",
        "urlToImage": "https://media.formula1.com/image/upload/f_auto,c_limit,w_1440,q_auto/f_auto/q_auto/fom-website/2024/Power%20Rankings%202024/Power_Rankings_2024",
        "publishedAt": "2024-11-05T20:21:47Z"
    },
    {
        "author": "Rob Burnett",
        "title": "THIS WEEK IN F1: 10 quiz questions on the Sao Paulo Grand Prix",
        "description": "The Sao Paulo Grand Prix weekend was as dramatic as it was wet, with a Saturday Sprint, qualifying delayed until Sunday, and then a supreme drive to victory in the rain from Max Verstappen.",
        "urlToImage": "https://media.formula1.com/image/upload/f_auto,c_limit,w_1440,q_auto/f_auto/q_auto/fom-website/2024/Brazil/Brazil-quiz-header-V1",
        "publishedAt": "2024-11-05T20:21:47Z"
    }
]